Revit 2023 API
GroupTypeId.FabricationProductData Property
 "Fabrication Product Data"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationProductData { get; }
Visual Basic
Public Shared ReadOnly Property FabricationProductData As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationProductData {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace